//app.js
App({
  onLaunch: function () {
    //调用API从本地缓存中获取数据
    var logs = wx.getStorageSync('logs') || []
    logs.unshift(Date.now())
    wx.setStorageSync('logs', logs)
  },
  getUserInfo:function(cb){
    var that = this
    if(this.globalData.userInfo){
      typeof cb == "function" && cb(this.globalData.userInfo)
    }else{
      //调用登录接口
      wx.login({
        success: function () {
          wx.getUserInfo({
            success: function (res) {
              that.globalData.userInfo = res.userInfo
              typeof cb == "function" && cb(that.globalData.userInfo)
            }
          })
        }
      })
    }
  },
  globalData:{
    musicList:[
      {
        id:0,
        poster:'http://ldplmt.online/music/01.jpg',
        name:' 父亲',
        author:'筷子兄弟',
        src:'http://ldplmt.online/music/01.mp3',
        lrc:`[ti:父亲]
[ar:筷子兄弟]
[al:]
[by:]
[00:00.00]筷子兄弟 - 父亲
[00:01.92]
[00:03.19]词曲：筷子兄弟
[00:04.58]LRC歌词:www.22lrc.com 小王子
[00:13.51]
[00:26.31]总是向你索取 却不曾说谢谢你
[00:32.21]直到长大以后 才懂得你不容易
[00:39.11]每次离开总是 装做轻松的样子
[00:45.32]微笑着说回去吧 转身泪湿眼底
[00:52.10]多想和从前一样 牵你温暖手掌
[00:58.47]可是你不在我身旁 托清风捎去安康
[01:07.52]
[01:08.71]时光时光慢些吧 不要再让你再变老了
[01:15.29]我愿用我一切 换你岁月长留
[01:21.07]一生要强的爸爸 我能为你做些什么
[01:28.48]微不足道的关心收下吧
[01:32.89]
[01:35.06]谢谢你做的一切 双手撑起我们的家
[01:41.41]总是竭尽所有 把最好的给我
[01:47.27]我是你的骄傲吗 还在为我而担心吗
[01:54.77]你牵挂的孩子啊 长大啦~~~~~
[01:59.58]LRC:小王子QQ122121036 
[02:34.30]多想和从前一样 牵你温暖手掌
[02:40.32]可是你不在我身旁 托清风捎去安康
[02:48.51]
[02:50.56]时光时光慢些吧 不要再让你再变老了
[02:57.10]我愿用我一切 换你岁月长留
[03:03.14]一生要强的爸爸 我能为你做些什么
[03:10.36]微不足道的关心收下吧
[03:14.77]
[03:17.13]谢谢你做的一切 双手撑起我们的家
[03:23.44]总是竭尽所有 把最好的给我
[03:29.70]我是你的骄傲吗 还在为我而担心吗
[03:36.42]你牵挂的孩子啊 长大啦~~~~~
[03:41.79]
[03:43.03]时光时光慢些吧 不要再让你再变老了
[03:49.82]我愿用我一切 换你岁月长留
[03:56.37]我是你的骄傲吗 还在为我而担心吗
[04:02.81]你牵挂的孩子啊 长大啦~~~~~
[04:07.79]
[04:09.40]感谢一路上有你
[04:13.00]LRC:小王子QQ122121036 `
      },
      {
         id:1,
        poster:'http://ldplmt.online/music/02.jpg',
        name:'演员',
        author:'薛之谦',
        src:'http://ldplmt.online/music/02.mp3',
        lrc:`[ti: 演员]
[ar:薛之谦]
[al:]
[by:果果1314]

[00:00.00]薛之谦 - 演员
[00:04.00]词：薛之谦
[00:07.00]曲：薛之谦
[00:10.00]歌词编辑：果果
[00:13.00]QQ:765708831
[00:16.00]爱歌词网：www.22lrc.com
[00:20.00]
[00:21.44]简单点说话的方式简单点
[00:30.59]递进的情绪请省略
[00:33.78]你又不是个演员
[00:36.39]别设计那些情节
[00:39.57]
[00:42.43]没意见我只想看看你怎么圆
[00:51.80]你难过的太表面 像没天赋的演员
[00:57.34]观众一眼能看见
[01:00.68]
[01:02.69]该配合你演出的我演视而不见
[01:07.73]在逼一个最爱你的人即兴表演
[01:13.00]什么时候我们开始收起了底线
[01:18.11]顺应时代的改变看那些拙劣的表演
[01:23.50]可你曾经那么爱我干嘛演出细节
[01:28.76]我该变成什么样子才能延缓厌倦
[01:33.94]原来当爱放下防备后的这些那些
[01:39.66]才是考验
[01:42.23]
[01:45.25]没意见你想怎样我都随便
[01:55.09]你演技也有限
[01:57.57]又不用说感言
[02:00.20]分开就平淡些
[02:03.30]
[02:05.61]该配合你演出的我演视而不见
[02:10.64]别逼一个最爱你的人即兴表演
[02:15.91]什么时候我们开始没有了底线
[02:21.21]顺着别人的谎言被动就不显得可怜
[02:26.46]可你曾经那么爱我干嘛演出细节
[02:31.62]我该变成什么样子才能配合出演
[02:36.77]原来当爱放下防备后的这些那些
[02:42.06]都有个期限
[02:44.99]
[02:48.19]其实台下的观众就我一个
[02:53.23]其实我也看出你有点不舍
[02:58.52]场景也习惯我们来回拉扯
[03:02.95]还计较着什么
[03:07.87]
[03:09.16]其实说分不开的也不见得
[03:14.17]其实感情最怕的就是拖着
[03:19.46]越演到重场戏越哭不出了
[03:24.34]是否还值得
[03:28.47]
[03:29.35]该配合你演出的我尽力在表演
[03:34.46]像情感节目里的嘉宾任人挑选
[03:39.74]如果还能看出我有爱你的那面
[03:44.99]请剪掉那些情节让我看上去体面
[03:50.29]可你曾经那么爱我干嘛演出细节
[03:55.46]不在意的样子是我最后的表演
[04:01.32]是因为爱你我才选择表演 这种成全
[04:09.39] `

      },
      {
         id:2,
        poster:'http://ldplmt.online/music/03.jpg',
        name:'叹服',
        author:'许嵩',
        src:'http://ldplmt.online/music/03.mp3',
        lrc:`[ti:叹服]
[ar:许嵩]
[al:寻雾启示]
[by:降落伞]
[04:00.41][00:00.21]许嵩 - 叹服
[00:06.35]
[00:08.32]作词：许嵩 作曲：许嵩
[00:12.36]
[04:05.40][00:14.61]降落伞 制作 QQ:737171524
[00:20.36]
[00:26.01]电影院里你的背影
[00:29.75]还是那么纯情
[00:32.27]有种迷人的魅力
[00:35.79]隔着陌生的距离
[00:39.23]
[01:51.27][00:40.26]昨天分手你止不住
[01:55.81][00:44.24]眼泪的决堤
[01:58.18][00:46.63]还问我为何相爱的人
[02:02.09][00:50.43]不能在一起
[02:05.46][00:53.88]
[02:06.45][00:54.74]你的过去没人知道
[02:09.94][00:58.24]想搜索也搜索不到
[02:13.23][01:01.50]我俩唯一合影 你甜美在笑
[02:18.42][01:06.96]
[03:21.87][02:20.72][01:08.97]我叹服你的技巧
[03:25.15][02:24.22][01:12.55]把爱情玩转的如此巧妙
[03:28.60][02:27.55][01:15.95]在你的心里早已设计好
[03:32.47][02:31.48][01:19.87]什么时间把我丢掉
[03:35.56][02:34.60][01:22.55]
[03:36.18][02:35.23][01:23.49]我叹服你的技巧
[03:39.45][02:38.50][01:26.96]把爱情玩转的如此花哨
[03:42.92][02:41.85][01:30.34]可你的内心不配你的外表
[03:46.78][02:45.78][01:34.22]我该庆幸自己成功的脱逃
[03:56.17][02:51.41][01:40.21]
[03:07.72][02:53.05]我也知道这个世界
[03:09.33][02:55.01]没有那么多的童话
[03:11.32][02:56.89]却还总是对那真爱
[03:12.92][02:58.56]抱有一丝幻想
[03:14.73][03:00.57]所以活该 承受幻想
[03:16.33][03:01.99]与现实之间的落差
[03:18.33][03:04.05]虽然在他们的眼里
[03:19.94][03:05.72]我是一只傻瓜
[03:21.42][03:07.51] `
      },
      {
        id:3,
        poster:'http://ldplmt.online/music/04.jpg',
        name:'假如',
        author:'信乐团',
        src:'http://ldplmt.online/music/04.mp3',
        lrc:`[ti:假如]
[ar:假如]
[al:]
[by:leiyang]
[00:02.15]假如
[00:07.87]演唱：河图
[00:13.36]就爱歌词网www.22lrc.com
[00:24.90]一份爱能承受多少的误解
[00:32.13]熬过飘雪的冬天
[00:35.61]一句话能撕裂多深的牵连
[00:41.76]变的比陌生人还遥远
[00:46.98]最初的爱越像火焰
[00:51.09]最后越会被风熄灭
[00:55.84]有时候真话太尖锐
[01:02.06]有人只好说著谎言
[01:06.50]假如时光倒流我能做什么
[01:12.80]找你没说的却想要的
[01:17.90]假如我不放手你多年以后
[01:23.69]会怪我恨我或感动
[01:29.06]想假如是最空虚的痛
[01:37.41]
[01:48.48]一个人要看过几次爱凋谢
[01:54.83]才甘心在孤独里冬眠
[01:59.64]最初的爱越像火焰
[02:03.64]最后越会被风熄灭
[02:08.94]有时候真话太尖锐
[02:14.69]有人只好说著谎言
[02:19.06]假如时光倒流我能做什么
[02:24.98]找你没说的却想要的
[02:30.67]假如我不放手你多年以后
[02:36.22]会怪我恨我或感动
[02:41.78]想假如是最空虚的痛
[02:49.87]为什么幸福都是幻梦
[02:54.26]一靠近天堂也就快醒了
[03:00.22]或许爱情更像落叶
[03:05.12]看似飞翔却在坠落
[03:12.32]假如时光倒流我能做什么
[03:18.19]找你没说的却想要的
[03:23.65]假如我不放手你多年以后
[03:29.29]会怪我恨我或感动
[03:33.82]
[03:34.33]假如真可以让时光倒流你会做什么
[03:40.30]一样选择我或不抱我
[03:45.89]假如温柔放手你是否懂得
[03:51.84]走错了可以再回头
[03:57.46]想假如
[04:04.95]是无力的寂寞
[04:09.98]编辑：泪洋`
      },
      {
        id:4,
        poster:'http://ldplmt.online/music/05.jpg',
        name:'放生',
        author:'范逸臣',
        src:'http://ldplmt.online/music/05.mp3',
        lrc:`[ti:放生]
[ar:范逸臣]
[by:周星河]
[00:00.00]放生
[00:02.00]范逸臣
[00:04.00]LRC：周星河
[00:06.00]QQ：1204967301
[00:08.03]地点是城市某个角落
[00:14.90]时间在午夜时刻
[00:21.84]无聊的人常在这里出没
[00:27.41]交换一种寂寞
[00:35.77]我静静坐在你的身后
[00:42.67]你似乎只想沉默
[00:49.73]我猜我们的爱情已到尽头
[00:55.17]无话可说
[00:58.79]比争吵更折磨
[01:00.54]不如就分手
[01:02.42]放我一个人生活
[01:05.48]请你双手不要再紧握
[01:08.92]一个人我至少干净利落
[01:12.42]沦落就沦落
[01:14.17]爱闯祸就闯祸
[01:16.23]我也放你一个人生活
[01:19.23]你知道就算继续结果还是没结果
[01:25.80]又何苦还要继续迁就
[01:36.16]
[01:46.99]我静静坐在你的身后
[01:53.98]你似乎只想沉默
[02:00.99]我猜我们的爱情已到尽头
[02:06.36]无话可说
[02:09.61]比争吵更折磨
[02:11.74]不如就分手
[02:13.61]放我一个人生活
[02:16.61]请你双手不要再紧握
[02:20.05]一个人我至少干净利落
[02:23.61]沦落就沦落
[02:25.55]爱闯祸就闯祸
[02:27.67]我也放你一个人生活
[02:30.67]你知道就算继续结果还是没结果
[02:37.05]就彼此放生留下活口
[02:42.11]爱的时候
[02:43.36]说过的承诺
[02:45.11]爱过以后
[02:46.92]就不要强求
[02:48.61]从此分手
[02:50.30]不必再回头
[02:52.05]各自生活
[02:54.61]曾经孤单加上孤单是爱火
[02:58.42]燃烧过你和我
[03:01.49]如今沉默加上沉默更沉默
[03:05.43]再没有什么舍不得
[03:13.66]ze~ ze ~ze~
[03:40.74]放我一个人生活
[03:43.80]请你双手不要再紧握
[03:47.18]一个人我至少干净利落
[03:51.11]沦落就沦落
[03:52.61]爱闯祸就闯祸
[03:54.61]我也放你一个人生活
[03:57.55]你知道就算继续结果还是没结果
[04:04.15]就彼此放生彼此留下活口
[04:17.62]~~~~~~~ `
      },
      {
         id:5,
        poster:'http://ldplmt.online/music/06.jpg',
        name:'十年',
        author:'陈奕迅',
        src:'http://ldplmt.online/music/06.mp3',
        lrc:`[ti:十年]
[ar:陈奕迅]
[al:黑.白.灰]
[by:黄玉强音乐工作室]


[00:00.60]十年
[00:03.00]歌手：陈奕迅
[00:15.30]如果那两个字没有颤抖
[00:19.05]我不会发现 我难受
[00:22.83]怎么说出口
[00:26.47]也不过是分手
[00:31.34]如果对于明天没有要求
[00:35.61]牵牵手就像旅游
[00:38.48]成千上万个门口
[00:42.14]总有一个人要先走
[00:47.77]怀抱既然不能逗留
[00:50.94]何不在离开的时候
[00:53.87]一边享受 一边泪流
[01:00.86]十年之前
[01:02.75]我不认识你 你不属于我
[01:07.15]我们还是一样
[01:09.03]陪在一个陌生人左右
[01:12.97]走过渐渐熟悉的街头
[01:16.85]十年之后
[01:18.52]我们是朋友 还可以问候
[01:22.43]只是那种温柔
[01:24.61]再也找不到拥抱的理由
[01:28.76]情人最后难免沦为朋友
[01:36.21]黄玉强音乐工作室★★★
[01:57.35]怀抱既然不能逗留
[02:00.94]何不在离开的时候
[02:03.85]一边享受 一边泪流
[02:11.32]十年之前
[02:13.28]我不认识你 你不属于我
[02:16.91]我们还是一样
[02:19.18]陪在一个陌生人左右
[02:23.09]走过渐渐熟悉的街头
[02:26.50]十年之后
[02:28.56]我们是朋友 还可以问候
[02:32.13]只是那种温柔
[02:34.63]再也找不到拥抱的理由
[02:38.62]情人最后难免沦为朋友
[02:48.71]直到和你做了多年朋友
[02:52.66]才明白我的眼泪
[02:55.72]不是为你而流
[02:59.23]也为别人而流
[03:03.15]黄玉强音乐工作室
[03:07.89]qq:1186782559
[03:11.95] `
      },
      {
         id:6,
        poster:'http://ldplmt.online/music/07.jpg',
        name:'三国杀',
        author:'汪苏泷',
        src:'http://ldplmt.online/music/07.mp3',
        lrc:`[ti:三国杀]
[ar:汪苏泷]
[al:]
[by:夜里想你]
[t_time:(03:35)]
[00:00.00]三国杀
[00:04.00]词曲：汪苏泷(Silence)
[00:07.00]编曲：汪苏泷(Silence)
[00:10.00]演唱：汪苏泷(Silence)
[00:13.00]
[00:14.50]【歌词制作 小强 QQ：120160056】
[00:18.80]【歌词制作:www.22lrc.com 小强】
[00:23.10] 
[00:24.64]羽扇纶巾笑谈间
[00:27.91]千军万马我无懈
[00:31.52]伪面君子三尺剑
[00:34.55]狼火烽烟我敷衍
[00:38.39]生于乱世行不言
[00:41.41]功过不求谁来鉴
[00:44.06]灯为谁点 脂为谁添
[00:47.59]任谁来笑我太疯癫
[00:51.06]雨一直下 风一直刮
[00:54.40]谁与我煮酒论天下
[00:57.88]万箭齐发 杀气如麻
[01:01.03]谁忍我乱世中安家
[01:04.61]三分天下 为谁争霸
[01:07.97]如今我已剑指天涯
[01:11.59]却只想为你抚琴
[01:14.42]从此无牵挂
[01:18.20]
[01:28.24]【歌词制作 小强 QQ：120160056】
[01:36.84]
[01:46.89]羽扇纶巾笑谈间
[01:49.92]千军万马我无懈
[01:53.81]伪面君子三尺剑
[01:56.85]狼火烽烟我敷衍
[02:00.57]生于乱世行不言
[02:03.65]功过不求谁来鉴
[02:06.54]灯为谁点 脂为谁添
[02:09.72]任谁来笑我太疯癫
[02:13.21]雨一直下 风一直刮
[02:16.58]谁与我煮酒论天下
[02:20.01]万箭齐发 杀气如麻
[02:23.46]谁忍我乱世中安家
[02:26.83]三分天下 为谁争霸
[02:30.25]如今我已剑指天涯
[02:33.74]却只想为你抚琴
[02:36.69]从此无牵挂
[02:40.23]
[02:41.27]漫天恩恩怨怨的变化
[02:44.83]谁为我泡壶热茶
[02:48.31]你为他断了指甲
[02:49.96]换不回他一句牵挂
[02:53.97]雨一直下 风一直刮
[02:57.76]谁与我煮酒论天下
[03:01.15]万箭齐发 杀气如麻
[03:04.58]谁忍我乱世中安家
[03:07.99]三分天下 为谁争霸
[03:11.40]如今我已剑指天涯
[03:14.84]却只想为你抚琴
[03:17.78]从此无牵挂
[03:21.76]原来我一生戎马
[03:25.27]三国为你杀
[03:33.01] `
      },
      {
        id:7,
        poster:'http://ldplmt.online/music/08.jpg',
        name:'偏爱',
        author:'张芸京',
        src:'http://ldplmt.online/music/08.mp3',
        lrc:`[ti:偏爱]
[ar:张芸京]
[al:破天荒]
[by:咭] 
[00:00.08]张芸京 - 偏爱
[00:04.94]
[00:06.35]作词：葛大为 作曲：陈伟
[00:08.25]
[00:09.71]LRC编辑：咭シ擺錯姿勢 QQ：471487526
[00:11.48]
[00:13.88]把昨天都作废 现在你在我眼前
[00:21.41]我想爱 请给我机会
[00:27.81]如果我错了也承担 认定你就是答案
[00:36.46]我不怕谁嘲笑我极端
[00:40.40]
[00:41.46]相信自己的直觉
[00:45.57]顽固的人不喊累
[00:49.08]爱上你 我不撤退
[00:53.39]
[00:54.40]我说过 我不闪躲 我非要这麽做
[01:00.72]讲不听 也偏要爱 更努力爱 让你明白
[01:08.41]没有别条路能走 你决定要不要陪我
[01:14.38]讲不听 偏爱 靠我感觉爱
[01:17.79]等你的依赖 对你偏爱
[01:27.98]痛也很愉快
[01:34.50]
[01:36.41]把昨天都作废 现在你在我眼前
[01:43.73]我想爱 请给我机会
[01:49.51]如果我错了也承担 认定你就是答案
[01:58.72]我不怕谁嘲笑我极端
[02:02.83]
[02:03.84]相信自己的直觉
[02:07.84]顽固的人不喊累
[02:11.23]爱上你 我不撤退
[02:15.60]
[02:17.11]我说过 我不闪躲 我非要这麽做
[02:22.94]讲不听 也偏要爱 更努力爱 让你明白
[02:30.58]没有别条路能走 你决定要不要陪我
[02:36.60]讲不听 偏爱 靠我感觉爱
[02:40.18]等你的依赖
[02:42.47]
[02:43.10]不後悔 有把握 我不闪躲 我非要这麽做
[02:50.49]讲不听 也偏要爱 更努力爱 让你明白
[02:57.85]没有别条路能走 你决定要不要陪我
[03:04.20]讲不听 偏爱 靠我感觉爱
[03:07.59]等你的依赖 对你偏爱 爱
[03:17.57]痛也很愉快
[03:23.85]
[03:32.06]歌词编辑：咭シ擺錯姿勢 QQ：471487526 `
      }
    ]
,
    userInfo:[
      {
        id:0,
        src:'http://ldplmt.online/movies/M_1.jpg',
        url:'http://ldplmt.online/movies/M.mp4',
        title:'乘风破浪',
        title_time:'乘风破浪(2017)',
        info_A:'韩寒',
        info_B:'邓超 / 彭于晏 / 赵丽颖 / 董子健 / 金士杰 / 更多...',
        info_C:'102分钟',
        info_D:'剧情 / 喜剧',
        info_E:'赛车手阿浪（邓超 饰）一直对父亲（彭于晏 饰）反对自己的赛车事业耿耿于怀，在向父亲证明自己的过程中，阿浪却意外卷入了一场奇妙的冒险。他在这段经历中结识了一群兄弟好友，一同闯过许多奇幻的经历，也对自己的身世有了更多的了解。',
        rating:'6.9'
      },{
        id:1,
        src:'http://ldplmt.online/movies/M_2.jpg',
        url:'http://ldplmt.online/movies/M.mp4',
        title:'老炮儿',
        title_time:'老炮儿 (2015)',
        info_A:'管虎',
        info_B:'冯小刚 / 许晴 / 张涵予 / 刘桦 / 李易峰 / 更多...',
        info_C:'137分钟(中国大陆) / 140分钟(威尼斯电影节版)',
        info_D:'剧情 / 犯罪',
        info_E:'老炮儿在北京话中，专指提笼遛鸟，无所事事的老混混儿。 六爷（冯小刚 饰）就曾是”横行“老北京的老炮儿之一，如今过着悠闲自得的日子，却不想自己的儿子晓波（李易峰 饰）被卷入了与“小爷”小飞（吴亦凡 饰）的纠纷中。六爷试图出面摆平这起纠纷，并找来了昔日老友闷三儿（张涵予 饰）、话匣子（许晴 饰）、灯罩儿（刘桦 饰）帮忙，却发现这个时代已经有了一群新的“话事人”，自己这个顽主的江湖地位已经动摇，并且以往固守的生活方式已经渐渐被时代所抛弃，廉颇老矣尚能饭否？ ',
        rating:'8.0'
      },{
        id:2,
        src:'http://ldplmt.online/movies/M_3.jpg',
        url:'http://ldplmt.online/movies/M.mp4',
        title:'寻龙诀',
        title_time:'寻龙诀 (2015)',
        info_A:'乌尔善',
        info_B:'陈坤 / 黄渤 / 舒淇 / 杨颖 / 夏雨 / 更多...',
        info_C:'125分钟(中国大陆)',
        info_D:'剧情 / 动作 / 奇幻 / 冒险',
        info_E:'上世纪80年代末，胡八一（陈坤 饰）、王凯旋（黄渤 饰）与Shirley杨（舒淇 饰）在美国打算金盆洗手，本来叱咤风云的摸金校尉沦为街头小贩被移民局追得满街跑。就在此时，意外发现20年前死在草原上的初恋对象丁思甜（杨颖 饰）可能还活着，胡八一、王凯旋、Shirley杨决定再入草原千年古墓……',
        rating:'7.6'
      },{
        id:3,
        src:'http://ldplmt.online/movies/M_4.jpg',
        url:'http://ldplmt.online/movies/M.mp4',
        title:'唐人街探案',
        title_time:'唐人街探案 (2015)',
        info_A:'陈思诚',
        info_B:'王宝强 / 刘昊然 / 佟丽娅 / 陈赫 / 肖央 / 更多...',
        info_C:' 135分钟',
        info_D:'喜剧 / 动作 / 悬疑',
        info_E:'天赋异禀的结巴少年秦风（刘昊然 饰）警校落榜，被姥姥遣送泰国找远房表舅——号称“唐人街第一神探”，实则猥琐的大叔唐仁（王宝强 饰）散心。不想一夜花天酒地后，唐仁沦为离奇凶案嫌疑人，不得不和秦风亡命天涯……穷追不舍的警探黄兰登（陈赫 饰）、无敌幸运的警察坤泰（肖央 饰）、穷凶极恶的匪帮三人组、高深莫测的唐人街教父、美艳风骚的老板娘阿香（佟丽娅 饰）等悉数登场！七天！唐仁、秦风必须取长补短、同仇敌忾！他们能否躲避警察追捕、匪帮追杀、黑帮围剿，在短短七天内，完成找到失落的黄金并查明真凶，为自己洗清罪名这些逆天的任务？',
        rating:'7.4'
      },{
        id:4,
        src:'http://ldplmt.online/movies/M_5.jpg',
        url:'http://ldplmt.online/movies/M.mp4',
        title:'摆渡人',
        title_time:'摆渡人 (2016)',
        info_A:'张嘉佳',
        info_B:'梁朝伟 / 金城武 / 陈奕迅 / 杨颖 / 张榕容 / 更多...',
        info_C:'128分钟',
        info_D:'喜剧 / 爱情',
        info_E:'摆渡人是城市里的超级英雄，摆渡就是把人从痛苦中解救出来。用快乐和温暖，抵抗这个世界的悲伤。 酒吧老板陈末（梁朝伟 饰）和合伙人管春（金城武 饰）就是这座城市的“金牌摆渡人”，他们平时看起来吊儿郎当，却从不对每位需要帮助的人说拒绝，只要你“预约摆渡”，刀山火海都会“使命必达”。邻居女孩小玉（杨颖 饰）为了偶像马力（陈奕迅 饰），预约了他们的服务，但在帮助小玉挑战整个城市的过程中，陈末和管春也逐渐发现了自己躲不过的问题。从欢天喜地的生活，到惊天动地的疯狂，摆渡人最辉煌的篇章，从这里开启。',
        rating:'4.0'
      },{
        id:5,
        src:'http://ldplmt.online/movies/M_6.jpg',
        url:'http://ldplmt.online/movies/M.mp4',
        title:'捉妖记',
        title_time:'捉妖记 (2015)',
        info_A:'许诚毅',
        info_B:'白百何 / 井柏然 / 姜武 / 金燕玲 / 钟汉良 / 更多...',
        info_C:'118分钟',
        info_D:'喜剧 / 奇幻 / 古装',
        info_E:'不知何年，妖界大乱。新妖王对前代势力痛下杀手，更誓要对前妖后腹中的孩子斩尽杀绝。妖后一行躲避追杀来到地处大山深处的永宁村，偏巧遇到捉妖天师霍小岚（白百何 饰）和罗刚（姜武 饰）。一番混乱过后，妖后自知气数将尽，遂将妖蛋放入永宁村保长宋天荫（井柏然 饰）的腹中保存。是夜，小岚所属的天师堂掌门人葛千户（钟汉良 饰）率领手下血洗永宁村，天荫不得已随小岚逃亡。时机成熟，萝卜妖怪胡巴降生人间。在接下来的旅途中，小岚和天荫对彼此的了解不断加深，而胡巴也终于成为他们中间最不可割舍的重要存在。　战争仍在继续，人和妖的界限日渐模糊……',
        rating:'6.8'
      }
    ]
  }
})